[
  {
    "img": "https://i.ibb.co/h7J8mmK/slider-01.jpg",
    "imgId": 1,
    "event": "How I Work",
    "title": "I will take you through the different parts of your day and my approach",
    "details": "I thought it would be helpful to those couples looking for their perfect wedding photographer. First of let's start with my approach to any wedding and how I capture images. My style is pure 'hands-off documentary', capturing your day as it happens. It's that simple. My aim for the whole day is that you get to spend as much time with guests as possible!"
  },
  {
    "img": "https://i.ibb.co/qxNQzfH/slider-02.jpg",
    "imgId": 2,
    "event": "Bride And Groom Preparation ",
    "title": "I capture your details as you use the..",
    "details": "During prep I don't interfere, I actually like to form part of the conversations or just .observe. When it comes to details like your dress, and shoes my approach again is hands off, instead I capture these as you use them, For me capturing the smiles and happy conversations is where the gold lies..."
  },
  {
    "img": "https://i.ibb.co/PmZPXpH/slider-03.jpg",
    "imgId": 3,
    "event": "The Ceremony",
    "title": "I want all the focus to be on you..",
    "details": "On to the ceremony day... the most important part of your day, when you actually get married! During this time I will not be seen or heard, this is important for me as I want all the focus to be on you. I always have a conversation with the Vicar or officiant beforehand to make sure of any rules, but the aim here is to find my spot in front of the church and I do my best to move to the back at some point for a different viewpoint. "
  },
  {
    "img": "https://i.ibb.co/F76NDbH/slider-04.jpg",
    "imgId": 4,
    "event": "Reception",
    "title": "Reception is my favourite part of the day..",
    "details": "Reception is my favourite part of the day. This is the time of confetti, loads of energy and everyone congratulating the happy couple. I want you to enjoy this time, and have some prosecco and canapes. I also spend minimum time on group photos during this period, if you are planning on doing these my advice always is to keep the list short and focus on close family and friends. At this point I will do a short couple photo session, if the weather is playing up, the timeline is running over or you are having a winter wedding where the sunset is a big factor. "
  },
  {
    "img": "https://i.ibb.co/RvT9TtD/slider-05.jpg",
    "imgId": 5,
    "event": "Couple Time",
    "title": "We will go for a walk together..",
    "details": "Couple photos/Couple Time is the part of the day you might be worried about the most, happy to say don't be! This will be the first time you are alone and away from all the buzz, I just want to capture that quiet time. The only instruction you will receive from me is don't look at the camera rather look at each other. We will go for a walk together and stop along the way, but my aim here is to capture your personality and not what I think you should do. I typically spend nothing more than 20 min on this part of the day. I prefer doing this +/- 1 hour before sunset but will make on the fly decisions around this based on the weather. "
  },
  {
    "img": "https://i.ibb.co/bv7VRJV/slider-06.jpg",
    "imgId": 6,
    "event": "The Wedding Breakfast ",
    "title": "My favourite first dance images are actually after the first dance..",
    "details": "The wedding breakfast and dancing that follows is the grand finale. The speeches are always jam-packed with emotion and I capture just that. On the dance floor, my favourite first dance images are actually after the first dance when not all eyes are on the couple, the pressure is off and magic happens! "
  }
]
